tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "atuin"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "hexyl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "make"
brew "neovim"
brew "podman"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "wget"
brew "zoxide"
brew "zsh"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alacritty"
cask "font-meslo-lg-nerd-font"
cask "wezterm"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.liveserver"
vscode "tamasfe.even-better-toml"
